{
    "title": "What is cybersecurity? - Cisco",
    "paragraphs": [
        "The rise in digital cyberattacks has made cybersecurity a priority for businesses and individuals. For businesses, cybercrimes can lead to financial loss, operational disruption, data breaches, and a loss of trust, while individuals face identity theft, financial fraud, and privacy invasion.",
        "Cybersecurity is the practice of protecting systems, networks, and programs from digital attacks. These cyberattacks are usually aimed at accessing, changing, or destroying sensitive information; extorting money from users through ransomware; or interrupting normal business processes.",
        "Implementing effective cybersecurity measures is particularly challenging today because there are more devices than people, and attackers are becoming more innovative.",
        "A successful cybersecurity posture has multiple layers of protection spread across the computers, networks, programs, or data that one intends to keep safe. In an organization, a unified threat management gateway system can automate integrations across products and accelerate key security operations functions: detection, investigation, and remediation. People, processes, and technology must all complement one another to create an effective defense from cyberattacks.",
        "Users must understand and comply with basic data protection and privacy security principles like choosing strong passwords, being wary of attachments in email, and backing up data. Learn more about basic cybersecurity principles from these Top 10 Cyber Tips (PDF).",
        "Organizations must have a framework for how they deal with both attempted and successful cyberattacks. One well-respected model, the NIST cybersecurity framework, can guide you. It explains how you can identify attacks, protect systems, detect and respond to threats, and recover from successful attacks.",
        "Technology is essential to giving organizations and individuals the computer security tools needed to protect themselves from cyberattacks. Three main entities must be protected: endpoint devices like computers, smart devices, and routers; networks; and the cloud. Common technology used to protect these entities include next-generation firewalls, Domain Name System (DNS) filtering, malware protection, antivirus software, and email security solutions.",
        "In today's connected world, everyone benefits from advanced cybersecurity solutions. At an individual level, a cybersecurity attack can result in everything from identity theft to extortion attempts, to the loss of important data like family photos. Everyone relies on critical infrastructure like power plants, hospitals, and financial service companies. Securing these and other organizations is essential to keeping our society functioning.",
        "Everyone also benefits from the work of cyberthreat researchers, like the team of 250 threat researchers at Talos, who investigate new and emerging threats and cyberattack strategies. They reveal new vulnerabilities, educate the public on the importance of cybersecurity, and strengthen open-source tools. Their work makes the internet safer for everyone.",
        "Cloud security provides rapid threat detection and remediation, enhancing visibility and intelligence to prevent malware impacts. It delivers robust protection in multicloud environments, streamlining security without affecting user productivity, and is essential for the safety of applications, data, and users in both hybrid and remote work settings. The scalable nature of cloud security allows for the defense of an expanding array of users, devices, and cloud applications, ensuring comprehensive coverage across all points of potential attack.",
        "Cisco Cloud Protection Suite | Cisco Multicloud Defense | Cisco Cloud Application Security",
        "Identity security and access management involve safeguarding the digital identities of individuals, devices, and organizations. This involves implementing security processes, tools, and policies that control user access to accounts and enable productivity with frictionless access to important information without risk.",
        "The three main goals of identity security are to:",
        "Discover more about Cisco Identity Intelligence | Discover more about Continuous Identity Security",
        "Malware is a type of software designed to gain unauthorized access or to cause damage to a computer.",
        "Discover more about malware protection | Secure Endpoint | Secure Endpoint free trial",
        "Phishing is the practice of sending fraudulent emails that resemble emails from reputable sources. The aim is to steal sensitive data, such as credit card numbers and login information, and is the most common type of cyberattack. You can help protect yourself through education or a technology solution that filters malicious emails.",
        "Secure Email solution | Secure Email free trial",
        "Ransomware is a type of malicious software that is designed to extort money by blocking access to files or the computer system until the ransom is paid. Paying the ransom does not guarantee that the files will be recovered or the system restored.",
        "Stop ransomware in its tracks | Ransomware Defense solution",
        "Social engineering is a tactic that adversaries use to trick you into revealing sensitive information. Attackers can solicit a monetary payment or gain access to your confidential data. Social engineering can be combined with any of the threats mentioned above to make you more likely to click on links, download malware, or trust a malicious source.",
        "Read more about social engineering tactics",
        "An effective extended detection and response (XDR) system integrates solutions across the security stack, making it easier for analysts to focus on comprehensive threat detection, prioritize incident response, and improve productivity. With more visibility and context into data security threats, events that would not have been addressed before will surface to a higher level of awareness, thus allowing cybersecurity teams to quickly eliminate any further impact and reduce the severity and scope of the attack.",
        "Read more about XDR | Cisco XDR",
        "Zero trust isn't a single product or technology. It's a security strategy that is best implemented by keeping an organization's business operations, risks, and security outcomes in mind. Although there are various paths to achieving zero trust maturity, most organizations prioritize deployment of technologies such as multi-factor authentication (MFA), device posture checks, zero trust network access (ZTNA), and network segmentation as they implement zero-trust security.",
        "Read more about zero-trust networking | Cisco Duo | Cisco Secure Access",
        "Adopting best practices for cybersecurity can significantly reduce the risk of cyberattacks.",
        "Here are three key practices:",
        "Following these practices enhances cybersecurity and protects digital assets. It's vital to stay vigilant and informed about the latest threats and security measures to stay ahead of cybercriminals.",
        "Extended detection and response (XDR) delivers visibility to remediate security threats.",
        "A firewall decides whether to allow or block specific traffic based on security rules.",
        "Network security is a suite of security technologies that protect a network and data.",
        "Endpoint security solutions defend endpoints like mobile devices, computers, and IoT devices.",
        "A Domain Name System Security Extension (DNSSEC) can help to verify and protect against DNS attacks.",
        "Cyber resilience is a strategy for stopping breaches, mitigating risk, and improving recovery time.",
        "See how Cisco can revolutionize your security strategy."
    ],
    "links": [
        "#fw-c-content",
        "#fw-c-header__button--search",
        "#fw-c-footer",
        "https://www.cisco.com",
        "/site/us/en/products/trials-demos.html?linkclickid=hdr-mainnav-trialsdemos",
        "/content/cdc/login.html?referer=",
        "/site/us/en/products/trials-demos.html?linkclickid=hdr-mainnav-trialsdemos",
        "/content/cdc/login.html?referer=",
        "https://www.cisco.com/c/en/us/training-events.html",
        "/site/us/en/learn/topics/index.html",
        "/site/us/en/products/security/index.html",
        "https://www.cisco.com/c/en/us/products/security/cyber-threat-trends-report.html?utm_medium=web-referral&utm_source=cisco&utm_campaign=CSA-FY24-Q4-Content-Ebook-Cyber-Threat-Trends-Report&utm_term=pgm",
        "https://www.cisco.com/c/en/us/products/security/common-cyberattacks.html",
        "/site/us/en/learn/topics/security/what-is-ransomware.html",
        "https://www.cisco.com/c/dam/en_us/about/doing_business/trust-center/docs/cisco-top-10-cyber-tips.pdf",
        "https://www.cisco.com/c/en/us/products/security/what-is-nist-csf.html",
        "/site/us/en/products/security/firewalls/index.html",
        "https://umbrella.cisco.com/products/dns-layer-network-security",
        "https://www.cisco.com/c/en/us/products/security/advanced-malware-protection/index.html",
        "/site/us/en/products/security/secure-email/index.html",
        "/site/us/en/learn/topics/security/cybersecurity-software-company.html#jump-anchor-5",
        "https://www.cisco.com/c/en/us/products/security/cloud-security/what-is-cloud-security.html",
        "/site/us/en/products/security/cloud-protection/index.html",
        "/site/us/en/products/security/multicloud-defense/index.html",
        "/site/us/en/products/security/cisco-cloud-application-security/index.html",
        "https://duo.com/resources/glossary/what-is-identity-security",
        "https://duo.com/solutions/access-management",
        "/site/us/en/solutions/security/identity-intelligence/index.html",
        "https://duo.com/solutions/continuous-identity-security",
        "/site/us/en/learn/topics/security/what-is-malware.html",
        "https://www.cisco.com/c/en/us/products/security/advanced-malware-protection/index.html",
        "/site/us/en/products/security/endpoint-security/secure-endpoint/index.html",
        "https://www.cisco.com/c/en/us/products/security/amp-for-endpoints/free-trial.html?utm_content=amp-free-trial",
        "https://www.cisco.com/c/en/us/products/security/email-security/what-is-phishing.html",
        "/site/us/en/products/security/secure-email/index.html",
        "/site/us/en/products/security/trials-offers.html",
        "/site/us/en/learn/topics/security/what-is-ransomware.html",
        "https://umbrella.cisco.com/",
        "https://www.cisco.com/c/en/us/solutions/security/ransomware-defense/index.html",
        "https://www.cisco.com/c/en/us/products/security/what-is-social-engineering.html",
        "https://blog.talosintelligence.com/tech-support-scammers/",
        "https://www.cisco.com/c/en/us/products/security/what-is-xdr.html",
        "/site/us/en/products/security/xdr/index.html",
        "/site/us/en/learn/topics/security/what-is-zero-trust.html",
        "https://duo.com/product/device-trust",
        "/site/us/en/products/security/secure-access/index.html",
        "https://www.cisco.com/c/en/us/solutions/automation/what-is-zero-trust-networking.html",
        "https://duo.com/",
        "/site/us/en/products/security/secure-access/index.html",
        "https://www.cisco.com/c/en/us/products/security/what-is-xdr.html",
        "https://www.cisco.com/c/en/us/products/security/firewalls/what-is-a-firewall.html",
        "https://www.cisco.com/c/en/us/products/security/what-is-network-security.html",
        "https://www.cisco.com/c/en/us/products/security/endpoint-security/index.html",
        "https://umbrella.cisco.com/blog/what-is-dnssec-and-why-is-it-important",
        "https://www.cisco.com/c/en/us/solutions/hybrid-work/what-is-cyber-resilience.html",
        "https://ebooks.cisco.com/story/cisco-security-suites-ebook/page/1",
        "https://www.cisco.com/c/en/us/about.html",
        "/site/us/en/about/contact-cisco/index.html?linkclickid=ftr-contactus",
        "https://www.cisco.com/c/en/us/about/careers.html",
        "/site/us/en/partners/connect-with-a-partner/index.html",
        "https://ciscocx.qualtrics.com/jfe/form/SV_bwrmeoKrBHYxOyW?Ref=/c/en/us/index.html",
        "https://www.cisco.com/c/en/us/about/help.html",
        "https://www.cisco.com/c/en/us/about/legal/terms-conditions.html",
        "https://www.cisco.com/c/en/us/about/legal/privacy-full.html",
        "#cookies",
        "https://www.cisco.com/c/en/us/about/accessibility.html",
        "https://www.cisco.com/c/en/us/about/legal/trademarks.html",
        "https://www.cisco.com/c/dam/en_us/about/supply-chain/cisco-modern-slavery-statement.pdf",
        "https://newsroom.cisco.com/c/r/newsroom/en/us/index.html",
        "https://www.cisco.com/c/en/us/about/sitemap.html",
        "https://www.facebook.com/Cisco/",
        "https://twitter.com/Cisco/",
        "https://www.linkedin.com/company/cisco",
        "https://www.youtube.com/user/cisco",
        "https://www.instagram.com/cisco/"
    ]
}